Revit 2027 API
ParameterTypeId.SpacingLengthn1 Property
 "Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLengthn1 { get; }
Public Shared ReadOnly Property SpacingLengthn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLengthn1 {
	ForgeTypeId^ get ();
}
static member SpacingLengthn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace